[
    {
      "id": "Image 1",
      "title": "Algae Growth",
      "name2": "Foliicolous lichens",
      "thumbnail": "images/diseases/lichens.jpg",
      "image": "images/diseases/lichens2.jpg",
      "description": "Foliicolous lichens are those that grow on the leaves of vascular plants. Such lichens are widespread and are especially common in the tropical areas where there are long periods of high humidity. Many foliicolous species are strictly foliicolous but some may also be found on other plant parts (twigs, branches, trunks) or even non-plant substrates such as rocks."
    },
    {
      "id": "Image 2",
      "title": "Cercospora",
      "name2": "Cercospora coffeicola",
      "thumbnail": "images/diseases/cercospora2.jpg",
      "image": "images/diseases/cercospora.jpg",
      "description": "This disease, also called Iron Spot, is caused by the fungal pathogen, Cercospora coffeicola and tends to present itself on coffee plants grown in areas of higher moisture and rainfall and on plants that are stressed."
    },
    {
      "id": "Image 3",
      "title": "Leaf Rust",
      "name2": "Hemileia vastatrix",
      "thumbnail": "images/diseases/leaf-rust.jpg",
      "image": "images/diseases/leaf-rust.jpg",
      "description": "Hemileia vastatrix is a multicellular basidiomycete fungus of the order Pucciniales that causes coffee leaf rust, a disease affecting the coffee plant. Coffee serves as the obligate host of coffee rust, that is, the rust must have access to and come into physical contact with coffee in order to survive.",
      "prevention": [
        "Maintaining healthy plants and good sanitation practices.",
        "Removing weeds that may compete with the coffee plant for nutrients or stress the coffee plants. This also contributes to maintaining tree health.",
        "Pruning, which increases air flow through the trees and reduces humidity.",
        "Removing plants that are weak, old or already affected by other diseases or pests.",
        "Checking with your local agricultural advisory (extension) agent for recommended practices. Do this before applying any plant protection products."
      ],
      "solution": [
        "Use of resistant varieties",
        "Use of biocontrol and biopesticide products",
        "Cultural practices"
      ]
    },
    {
      "id": "Image 4",
      "title": "Sooty Mold",
      "name2": "Capnodium citri",
      "thumbnail": "images/diseases/sooty-mold.jpg",
      "image": "images/diseases/sooty-mold2.jpg",
      "description": "Sooty mold is a collective term for different Ascomycete fungi, which includes many genera, commonly Cladosporium and Alternaria. It grows on plants and their fruit, but also environmental objects, like fences, garden furniture, stones, and even cars."
    }
  ]  